Repository: EvilIrving/family-concept
Catalog: kitchen/kitchen/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ archived
ja: %@・アーカイブ済み
ko: %@ 보관 처리됨
zh_hans: %@ 已归档
zh_hant: %@ 已歸檔

source: %@ done
ja: %@が完了しました
ko: %@ 처리 완료
zh_hans: %@·已完成
zh_hant: %@·已完成

# %@ failed. Try again later.
source: %@ failed · retry
ja: %@失敗 · 後で再試行
ko: %@ 실패 · 잠시 후
zh_hans: %@失败 · 稍后重试
zh_hant: %@失敗 · 稍後再試

source: %lld / %lld used
ja: %lld／%lld 使用中
ko: %lld/%lld 사용
zh_hans: 已用 %lld/%lld
zh_hant: 已用 %lld/%lld

source: %lld dishes
ja: %lld 品
ko: 요리 %lld개
zh_hans: %lld 道菜
zh_hant: %lld 道菜

source: %lld dishes total
ja: 計 %lld 品
ko: 총 요리 %lld개
zh_hans: 共 %lld 道菜
zh_hant: 共 %lld 道菜

source: %lld members
ja: メンバー計 %lld 名
ko: 멤버 %lld명
zh_hans: 共 %lld 人
zh_hant: 共 %lld 位成員

source: %lld selected
ja: %lld 件選択
ko: %lld개 선택
zh_hans: 已选 %lld 道
zh_hant: 已選 %lld 道

source: %lld servings
ja: %lld 人前
ko: %lld인분
zh_hans: %lld 份
zh_hant: %lld 份

source: 10 dishes
ja: 10 品
ko: 요리 10개
zh_hans: 10 道
zh_hant: 10 道

source: 50 dishes
ja: 50 品
ko: 요리 50개
zh_hans: 50 道
zh_hant: 50 道

# 50 dishes total
source: 50 dishes
ja: 50 品
ko: 요리 50개
zh_hans: 50 道
zh_hant: 50 道

source: Account & Privacy
ja: アカウント・プライバシー
ko: 계정·개인정보
zh_hans: 账户 · 隐私
zh_hant: 帳號 · 隱私

# Account info incomplete. Cannot start purchase.
source: Account incomplete
ja: 情報不足 · 購入不可
ko: 정보 부족 · 구매 불가
zh_hans: 资料不全 · 无法购买
zh_hant: 資料不全 · 無法購買

source: Add
ja: 追加
ko: 추가
zh_hans: 新增
zh_hant: 新增

# Add a photo
source: Add photo
ja: 写真を追加
ko: 사진 추가
zh_hans: 添加照片
zh_hant: 加入照片

# Add Dish
source: Add
ja: 追加で作成
ko: 새로 만들기
zh_hans: 新建
zh_hant: 新建

source: Added %@
ja: %@ を追加しました
ko: %@ 추가됨
zh_hans: 已新增 %@
zh_hant: 已新增 %@

source: Admin
ja: サブ管理者
ko: 부 관리자
zh_hans: 副管理员
zh_hant: 副管理員

# After taking or choosing a photo, frame your dish in the square
source: Frame dish in square
ja: 枠に収める
ko: 사각형에 맞춤
zh_hans: 方框内对齐菜品
zh_hant: 方框內對齊料理

source: All
ja: すべて
ko: 전체
zh_hans: 全部
zh_hant: 全部

source: Appearance
ja: 外観
ko: 외관
zh_hans: 外观
zh_hant: 外觀

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

# Best for keeping every recipe
source: Every recipe
ja: 全レシピ保存向け
ko: 전체 레시피 보관
zh_hans: 保留全部菜谱
zh_hant: 保留全部食譜

source: Camera
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hant: 相機

source: Camera unavailable
ja: カメラを利用できません
ko: 카메라 사용 불가
zh_hans: 相机不可用
zh_hant: 相機不可用

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancelled
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消

source: Cancelled %@
ja: %@ をキャンセル
ko: %@ 취소됨
zh_hans: 已取消 %@
zh_hant: 已取消 %@

# Check this account's permissions
source: Check permissions
ja: 権限を確認
ko: 권한 확인
zh_hans: 请核对权限
zh_hant: 請確認權限

# Check your connection and retry
source: Check connection.
ja: 接続を確認
ko: 연결 확인
zh_hans: 请检查网络
zh_hant: 請檢查連線

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Coming later
ja: 後日リリース
ko: 추후 출시
zh_hans: 稍后推出
zh_hant: 稍後推出

source: Coming soon
ja: 近日対応
ko: 곧 지원
zh_hans: 即将上线
zh_hant: 即將上線

# Common categories
source: Common
ja: よく使う
ko: 자주 사용
zh_hans: 常用
zh_hant: 常用

# Confirm Sign Out
source: Sign Out?
ja: ログアウトしますか？
ko: 로그아웃할까요?
zh_hans: 退出登录？
zh_hant: 登出？

source: Contact
ja: 連絡先
ko: 연락처
zh_hans: 联系方式
zh_hant: 聯絡方式

# Content unavailable
source: Unavailable
ja: 利用不可
ko: 이용 불가
zh_hans: 无法载入
zh_hant: 無法載入

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Cooking
ja: 調理中
ko: 조리 중
zh_hans: 制作中
zh_hant: 製作中

# Copy invite code
source: Copy invite
ja: 招待コピー
ko: 초대 복사
zh_hans: 复制邀请码
zh_hant: 複製邀請碼

# Could not create shopping list image. Try again later.
source: List image failed.
ja: リスト画像失敗 · 後で
ko: 목록 이미지 실패 · 잠시 후
zh_hans: 清单图失败 · 稍后重试
zh_hant: 清單圖失敗 · 請稍後再試

source: Create Kitchen
ja: キッチンを作成
ko: 키친 만들기
zh_hans: 创建私厨
zh_hant: 建立私廚

# Create new account
source: New account
ja: アカウント作成
ko: 새 계정
zh_hans: 新建账号
zh_hant: 新帳號

source: Current
ja: 現在
ko: 현재
zh_hans: 当前
zh_hant: 目前

source: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自訂

# Custom category
source: Custom
ja: カスタム
ko: 사용자 지정
zh_hans: 自定义
zh_hant: 自訂

source: Dark
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Delete Dish
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Deleting will archive this dish
source: Deletes to archive
ja: 削除でアーカイブ
ko: 삭제 시 보관
zh_hans: 删除后将归档
zh_hant: 刪除後歸檔

# Demote to Member
source: Demote
ja: メンバーに変更
ko: 멤버로 변경
zh_hans: 降为成员
zh_hant: 改為成員

# Dish cover ready
source: Cover ready
ja: カバー準備OK
ko: 커버 준비됨
zh_hans: 封面就绪
zh_hant: 封面就緒

# Dish limit comparison
source: Limits
ja: 上限の比較
ko: 한도 비교
zh_hans: 上限对比
zh_hant: 上限比較

# Dish limit reached. Please upgrade.
source: Dish limit · upgrade
ja: 上限 · プラン変更
ko: 한도 초과 · 업그레이드
zh_hans: 已达上限 · 升级
zh_hant: 達上限・升級

source: Dish name
ja: 料理名
ko: 요리 이름
zh_hans: 菜名
zh_hant: 菜名

# dishDraft.state.uploading
source: Uploading
ja: アップロード中
ko: 업로드 중
zh_hans: 上传中
zh_hant: 上傳中

# dishFlow.progress.uploading
source: Uploading…
ja: アップロード中…
ko: 업로드 중…
zh_hans: 上传中…
zh_hant: 上傳中…

source: Done
ja: 完了
ko: 완료
zh_hans: 已完成
zh_hant: 已完成

# Edit Dish
source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# Empty API response
source: Empty response
ja: 応答なし
ko: 응답 없음
zh_hans: 空响应
zh_hant: 無回應

# Empty server response
source: Empty response
ja: 応答なし
ko: 응답 없음
zh_hans: 空响应
zh_hant: 無回應

# Enter a category
source: Category
ja: 分類
ko: 분류
zh_hans: 分类
zh_hant: 分類

# Enter a dish name
source: Name
ja: 料理名
ko: 요리명
zh_hans: 菜名
zh_hant: 菜名

# Essentials upgrades coming soon
source: Essentials soon
ja: Essentials 近日更新
ko: Essentials 업데이트 예정
zh_hans: Essentials 将更新
zh_hant: Essentials 將更新

source: Export
ja: 書き出し
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Export failed
ja: 書き出しに失敗しました
ko: 내보내기 실패
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Exported · %@
ja: 書き出し · %@
ko: 내보내기 · %@
zh_hans: 导出 · %@
zh_hant: 匯出 · %@

# Failed to parse data: %@
source: Parse error: %@
ja: 解析エラー：%@
ko: 파싱 오류: %@
zh_hans: 解析失败：%@
zh_hant: 解析錯誤：%@

# Failed to remove member. Try again later.
source: Remove failed · retry
ja: 削除失敗 · 後で
ko: 제거 실패 · 나중에
zh_hans: 移除失败 · 稍后重试
zh_hant: 移除失敗 · 稍後再試

source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 意见反馈
zh_hant: 意見回饋

# Feedback submitted
source: Submitted.
ja: 送信しました
ko: 전송됨
zh_hans: 已提交
zh_hant: 已送出

source: Free
ja: 無料
ko: 무료
zh_hans: 免费
zh_hant: 免費

# Free Tier
source: Free
ja: 無料
ko: 무료
zh_hans: 免费档
zh_hant: 免費

# Generating dish cover
source: Making cover…
ja: カバー生成中…
ko: 커버 생성 중…
zh_hans: 生成封面中…
zh_hant: 製作封面…

# Great for starting a family menu
source: Starter menus
ja: 家庭向け
ko: 가족 메뉴용
zh_hans: 家庭菜单入门
zh_hant: 家庭菜單入門

# Haptic Feedback
source: Haptics
ja: 触覚フィードバック
ko: 햅틱 피드백
zh_hans: 触感反馈
zh_hant: 觸感回饋

# Have an account? Sign in
source: Have account? Sign in
ja: お持ちの方 · ログイン
ko: 계정 있음 · 로그인
zh_hans: 已有账号 · 登录
zh_hant: 已有帳號 · 登入

source: Help · Feedback
ja: ヘルプ・フィードバック
ko: 도움말·피드백
zh_hans: 帮助与反馈
zh_hant: 協助・回饋

# Home flavors are worth the wait
source: Worth the wait
ja: 待つ価値
ko: 기다릴 만함
zh_hans: 好饭值得等
zh_hant: 值得期待

# Image load failed
source: Image failed
ja: 画像失敗
ko: 이미지 실패
zh_hans: 图片加载失败
zh_hant: 圖片載入失敗

# Image ready
source: Ready
ja: 準備OK
ko: 준비됨
zh_hans: 就绪
zh_hant: 就緒

# Infinite dishes
source: Unlimited
ja: 無制限
ko: 무제한
zh_hans: 不限量
zh_hant: 不限量

# Invalid request URL
source: Bad URL
ja: URL が無効
ko: 잘못된 주소
zh_hans: 地址无效
zh_hant: 無效網址

# Invite code copied
source: Copied
ja: コピー済
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# Join with Invite Code
source: Join with code
ja: コード参加
ko: 코드 참여
zh_hans: 邀请码加入
zh_hant: 邀請碼加入

# Kitchen • Shopping List
source: Kitchen · list
ja: キッチン・リスト
ko: 키친·목록
zh_hans: 私厨 · 清单
zh_hant: 私廚 · 清單

# Kitchen members, %lld total
source: %lld members
ja: メンバー %lld名
ko: 멤버 %lld명
zh_hans: 成员 · %lld
zh_hant: 成員 · %lld

# Kitchen members, %lld total. Swipe to view all.
source: %lld members — swipe
ja: %lld名・スワイプで表示
ko: %lld명 · 넘겨 보기
zh_hans: %lld 人 · 滑动查看
zh_hant: %lld人・滑動查看

source: Kitchen Name
ja: キッチン名
ko: 키친 이름
zh_hans: 私厨名称
zh_hant: 私廚名稱

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# Leave your %@ contact
source: %@ contact
ja: %@の連絡先
ko: %@ 연락처
zh_hans: %@ 联系方式
zh_hant: %@ 聯絡方式

source: Light
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: Load failed
ja: 読み込み失敗
ko: 불러오기 실패
zh_hans: 加载失败
zh_hant: 載入失敗

source: Loading
ja: 読み込み中
ko: 불러오는 중
zh_hans: 加载中
zh_hant: 載入中

# Loading history
source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 载入中…
zh_hant: 載入中…

# Loading menu
source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 载入中…
zh_hant: 載入中…

# Loading orders
source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 载入中…
zh_hant: 載入中…

# Loading price
source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 载入中…
zh_hant: 載入中…

source: Make Admin
ja: サブ管理者に
ko: 부 관리자 지정
zh_hans: 设为副管理员
zh_hant: 設為副管理員

# Mark %@ done
source: Done · %@
ja: 完了 · %@
ko: 완료 · %@
zh_hans: 完成 · %@
zh_hant: 完成 · %@

source: Meal wrapped up
ja: 食事を片付けました
ko: 식사 정리됨
zh_hans: 这顿收好了
zh_hant: 這頓收好了

source: Meal's ready
ja: 準備できました
ko: 이번 식사 완료
zh_hans: 这顿好了
zh_hant: 這頓好了

source: Member
ja: メンバー
ko: 멤버
zh_hans: 成员
zh_hant: 成員

# Member is no longer in this kitchen
source: Not in kitchen
ja: 非メンバー
ko: 미소속
zh_hans: 已不在此私厨
zh_hant: 不在此私廚

# Member removed
source: Removed
ja: このメンバーを削除しました
ko: 제거됨
zh_hans: 已移除
zh_hant: 已移除

# Membership
source: Plan
ja: プラン
ko: 플랜
zh_hans: 会员套餐
zh_hant: 會員方案

source: Menu
ja: メニュー
ko: 메뉴
zh_hans: 菜单
zh_hant: 菜單

# Menu is empty
source: No dishes
ja: 料理なし
ko: 요리 없음
zh_hans: 暂无菜品
zh_hant: 尚無菜式

# menu.emptySearch.hintWhenCanAdd
source: Other word · or Add
ja: 別の語・右の「追加」
ko: 다른 단어·오른쪽 「추가」
zh_hans: 换词或点右侧新建
zh_hant: 換詞・點右側「新增」

# menu.emptySearch.tryOtherKeyword
source: Other keyword
ja: 別のキーワード
ko: 다른 검색어
zh_hans: 换个关键词
zh_hant: 換關鍵字

# menu.emptySearch.tryOtherKeywordShort
source: Other keyword.
ja: 別のキーワード。
ko: 다른 검색어.
zh_hans: 换个关键词。
zh_hant: 換個關鍵字。

# My account · %@
source: Account · %@
ja: アカウント・%@
ko: 계정 · %@
zh_hans: 账号 · %@
zh_hant: 帳號 · %@

# Network error. Check your connection.
source: Network error.
ja: ネットワークエラー
ko: 네트워크 오류
zh_hans: 网络异常
zh_hant: 網路異常

source: Network issue
ja: 通信エラー
ko: 통신 오류
zh_hans: 网络异常
zh_hant: 網路異常

source: Nickname
ja: ニックネーム
ko: 닉네임
zh_hans: 昵称
zh_hant: 暱稱

source: No access
ja: 権限なし
ko: 권한 없음
zh_hans: 无权限
zh_hant: 無可用權限

source: No account? Sign up
ja: アカウントなし？ 新規登録
ko: 계정 없음? 가입
zh_hans: 没账号？注册
zh_hant: 還沒有帳號？註冊

# No active kitchen
source: No kitchen.
ja: キッチン未参加
ko: 키친 미가입
zh_hans: 未加入私厨
zh_hant: 未加入私廚

# No active meals yet
source: No meals yet
ja: 食事なし
ko: 식사 없음
zh_hans: 暂无出餐
zh_hant: 尚無出餐

# No dishes yet
source: No dishes
ja: 料理なし
ko: 요리 없음
zh_hans: 暂无菜品
zh_hant: 尚無菜式

# No history yet
source: No history
ja: 履歴なし
ko: 기록 없음
zh_hans: 暂无记录
zh_hant: 尚無紀錄

# No matching dishes
source: No matches
ja: 該当なし
ko: 없음
zh_hans: 无匹配菜式
zh_hant: 無相符菜式

# No order details to show
source: No details.
ja: 詳細なし
ko: 상세 없음
zh_hans: 无详情
zh_hant: 無詳情

# No photo yet
source: No photo
ja: 写真なし
ko: 사진 없음
zh_hans: 暂无图片
zh_hant: 尚無圖片

# No purchases to restore
source: Nothing to restore
ja: 復元なし
ko: 복원 없음
zh_hans: 无可恢复项
zh_hant: 無可還原

source: No results
ja: 結果が見つかりません
ko: 결과 없음
zh_hans: 无结果
zh_hant: 找不到結果

# Nothing here yet
source: Nothing yet
ja: まだなし
ko: 없음
zh_hans: 暂无
zh_hant: 尚無

source: Notifications
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# onboarding.field.inviteCode
source: Invite Code
ja: 招待コード
ko: 초대 코드
zh_hans: 邀请码
zh_hant: 邀請碼

# Opening redeem flow
source: Opening…
ja: 開く…
ko: 여는 중…
zh_hans: 开启中…
zh_hant: 開啟中…

# Optimizing image
source: Optimizing…
ja: 最適化中…
ko: 최적화 중…
zh_hans: 优化中…
zh_hant: 最佳化中…

# Order Details
source: Details
ja: 詳細
ko: 상세
zh_hans: 详情
zh_hant: 詳情

# Order History
source: History
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史

source: Order placed
ja: 注文しました
ko: 주문 완료
zh_hans: 已下单
zh_hant: 已下單

source: Orders
ja: 注文
ko: 주문
zh_hans: 订单
zh_hant: 訂單

source: Owner
ja: オーナー
ko: 소유자
zh_hans: 管理员
zh_hant: 管理員

source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

# Photo Library
source: Photos
ja: 写真ライブラリ
ko: 사진 보관함
zh_hans: 相册
zh_hant: 相簿

# Place an order from Menu first; ingredients will appear here automatically.
source: Order in Menu first.
ja: 先にメニューで注文
ko: 먼저 메뉴에서 주문
zh_hans: 请先在菜单下单
zh_hant: 請先在菜單下單

source: Place Order
ja: 注文する
ko: 주문하기
zh_hans: 下单
zh_hant: 下單

# Please add ingredients
source: Add ingredients.
ja: 食材を追加
ko: 재료를 추가
zh_hans: 请补充食材
zh_hant: 請補充食材

# Please leave a contact
source: Contact needed
ja: 連絡先が必要
ko: 연락처 필요
zh_hans: 请留联系方式
zh_hant: 請留聯絡方式

# Please sign in again to continue
source: Sign in again
ja: 再サインイン
ko: 다시 로그인
zh_hans: 请重新登录
zh_hant: 請重新登入

# Please write your request or comment first
source: Add a note first
ja: 先にメモを
ko: 먼저 입력
zh_hans: 请先写反馈
zh_hant: 請先寫回饋

source: Preferences
ja: 設定
ko: 환경설정
zh_hans: 偏好
zh_hant: 偏好

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私说明
zh_hant: 隱私說明

source: Processing failed
ja: 処理に失敗しました
ko: 처리 실패
zh_hans: 处理失败
zh_hant: 處理失敗

# Processing purchase
source: Processing…
ja: 処理中…
ko: 처리 중…
zh_hans: 正在处理…
zh_hant: 處理中…

source: Processing…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…
zh_hant: 處理中…

# Product info failed to load. Retry to continue.
source: Offer load failed · Retry
ja: 情報取得失敗 · 再試行
ko: 정보 로드 실패 · 재시도
zh_hans: 方案加载失败 · 重试
zh_hant: 方案載入失敗 · 再試

# Product info failed to load. Try again later.
source: Offer load failed
ja: 情報取得失敗
ko: 정보 로드 실패
zh_hans: 方案加载失败
zh_hant: 方案載入失敗

# Product info still loading. Try again later.
source: Still loading offer
ja: 読み込み中 · 後で
ko: 로딩 중 · 잠시 후
zh_hans: 方案载入中 · 稍后
zh_hant: 方案載入中 · 稍後

# Purchase awaiting approval
source: Awaiting approval
ja: 承認待ち
ko: 승인 대기
zh_hans: 待人核准付费
zh_hant: 待人核准付款

# Purchase complete. Syncing access…
source: Purchase complete. Syncing…
ja: 購入完了・同期中…
ko: 구매 완료·동기화 중…
zh_hans: 购买完成 · 同步中…
zh_hant: 購買完成・同步中…

# Purchases restored
source: Restored.
ja: 復元済み
ko: 복원됨
zh_hans: 已恢复
zh_hant: 已還原

source: Purchasing…
ja: 購入中…
ko: 구매 중…
zh_hans: 购买中…
zh_hant: 購買中…

source: Ready to sync
ja: 同期待ち
ko: 동기화 대기
zh_hans: 待同步
zh_hant: 待同步

source: Recommended
ja: おすすめ
ko: 추천
zh_hans: 推荐
zh_hant: 推薦

# Redeem flow opened
source: Opened.
ja: 開きました
ko: 열림
zh_hans: 已打开
zh_hant: 已開啟

# Redeem Offer Code
source: Redeem code
ja: コード引換
ko: 코드 사용
zh_hans: 兑换优惠码
zh_hant: 兌換代碼

# Refreshing history
source: Refreshing…
ja: 更新中…
ko: 새로고침 중…
zh_hans: 更新中…
zh_hant: 更新中…

# Refreshing menu
source: Refreshing…
ja: 更新中…
ko: 새로고침 중…
zh_hans: 更新中…
zh_hant: 更新中…

# Refreshing orders
source: Refreshing…
ja: 更新中…
ko: 새로고침 중…
zh_hans: 更新中…
zh_hant: 更新中…

# Remove Member
source: Remove
ja: 外す
ko: 제거
zh_hans: 移除
zh_hant: 移除

# Requests & Feedback
source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 回饋

# Requests or feedback
source: Feedback
ja: フィードバック
ko: 피드백
zh_hans: 反馈
zh_hant: 回饋

# Required dishes
source: Required
ja: 必要な料理
ko: 필요 요리
zh_hans: 所需菜品
zh_hant: 所需菜品

source: Reselect
ja: 選び直す
ko: 다시 선택
zh_hans: 重新选图
zh_hant: 重新選圖

# Resource temporarily unavailable
source: Unavailable
ja: 一時不可
ko: 일시 불가
zh_hans: 暂不可用
zh_hant: 暫不可用

# Restore Purchases
source: Restore
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 還原購買

# Restoring purchases
source: Restoring…
ja: 復元中…
ko: 복원 중…
zh_hans: 恢复购买中
zh_hant: 還原中…

source: Retake
ja: 撮り直す
ko: 다시 촬영
zh_hans: 重新拍照
zh_hant: 重新拍照

source: Retry
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

source: Role: %@
ja: 権限：%@
ko: 역할: %@
zh_hans: 角色：%@
zh_hant: 身分：%@

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save failed
ja: 保存に失敗しました
ko: 저장하지 못했습니다
zh_hans: 保存失败
zh_hant: 儲存失敗

source: Saving…
ja: 保存中…
ko: 저장 중…
zh_hans: 正在保存…
zh_hant: 儲存中…

# Search dishes
source: Search
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Selected
ja: 選択
ko: 선택
zh_hans: 已选
zh_hant: 已選

# Server error. Try again later.
source: Server error · retry
ja: サーバーエラー · 後で
ko: 서버 오류 · 잠시 후
zh_hans: 服务器错误 · 稍后重试
zh_hant: 伺服器錯誤 · 稍後再試

# Session expired. Sign in again.
source: Session expired
ja: セッション切れ
ko: 세션 만료
zh_hans: 登录过期 · 请重登
zh_hant: 登入逾期 · 請重登

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# settings.inviteCode.prefix
source: Invite code:
ja: 招待コード：
ko: 초대 코드:
zh_hans: 邀请码：
zh_hant: 邀請碼：

source: Shopping List
ja: 買い物リスト
ko: 장보기 목록
zh_hans: 采购清单
zh_hant: 採購清單

# Shopping list is empty
source: Empty list
ja: リスト空
ko: 목록 없음
zh_hans: 暂无清单
zh_hant: 尚無清單

source: Sign In
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

# Sign in & create kitchen
source: Sign in · create
ja: サインイン・作成
ko: 로그인·만들기
zh_hans: 登录并创建
zh_hant: 登入・建立

# Sign in & join kitchen
source: Sign in · join
ja: サインイン・参加
ko: 로그인·참여
zh_hans: 登录并加入
zh_hant: 登入・加入

source: Sign Out
ja: サインアウト
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

source: Sign Up
ja: 新規登録
ko: 회원가입
zh_hans: 注册
zh_hant: 註冊

source: Sign-in expired.
ja: サインイン期限切れ
ko: 로그인 만료
zh_hans: 登录已失效
zh_hant: 登入已失效

# Start cooking %@
source: Start · %@
ja: 開始 · %@
ko: 시작 · %@
zh_hans: 开始 · %@
zh_hant: 開始 · %@

source: Submit
ja: 送信
ko: 제출
zh_hans: 提交
zh_hant: 送出

# Submit from Menu — your active order shows up here.
source: Submit via Menu.
ja: メニュー送信後に表示
ko: 메뉴 제출 후 표시
zh_hans: 菜单提交后显示于此
zh_hant: 菜單送出後顯示於此

source: Submitting…
ja: 送信中…
ko: 제출 중…
zh_hans: 提交中…
zh_hant: 送出中…

# Swipe left to view more members
source: Swipe for more
ja: スワイプで続く
ko: 밀어 더보기
zh_hans: 滑动查看更多
zh_hant: 滑動看更多

source: Sync failed. Last access shown.
ja: 同期失敗 · 前回表示 · 設定で復元
ko: 동기화 실패 · 이전 권한 · 설정 복원
zh_hans: 同步失败 · 沿用上次 · 设置可还原
zh_hant: 同步失敗 · 沿用上次 · 設定可還原

source: System
ja: システムに従う
ko: 시스템 설정
zh_hans: 跟随系统
zh_hant: 跟隨系統設定

# This access has been revoked.
source: Access revoked.
ja: アクセス終了
ko: 이 권한은 더 이상 유효하지 않습니다
zh_hans: 此权益已被撤销
zh_hant: 此使用權已收回

# This account hasn't joined a kitchen yet. Enter an invite code or create one.
source: No kitchen · code or create
ja: 未参加 · コード／新規
ko: 미가입 · 코드／만들기
zh_hans: 未加入私厨 · 邀请码或创建
zh_hant: 未加入私廚 · 邀請碼／建立

source: To cook
ja: 未調理
ko: 조리 예정
zh_hans: 待制作
zh_hant: 尚未製作

# Transaction verification failed. Try again later.
source: Verify failed · retry
ja: 確認失敗 · 後で
ko: 검증 실패 · 나중에
zh_hans: 验证失败 · 稍后重试
zh_hant: 驗證失敗 · 稍後再試

# Try again later
source: Retry later
ja: 後で再試行
ko: 잠시 후 다시
zh_hans: 稍后再试
zh_hant: 稍後再試

# Unexpected API response: %@
source: Bad response: %@
ja: 異常応答：%@
ko: 비정상 응답: %@
zh_hans: 异常响应：%@
zh_hant: API異常：%@

# Unexpected error response format
source: Bad error format.
ja: レスポンス形式エラー
ko: 오류 형식 불일치
zh_hans: 错误格式异常
zh_hant: 錯誤格式異常

# Unknown dish
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知菜品
zh_hant: 未知菜式

source: Unlimited
ja: 無制限
ko: 무제한
zh_hans: 不限量
zh_hant: 不限量

# Unlimited dishes
source: No dish cap
ja: 料理数無制限
ko: 요리 무제한
zh_hans: 无菜品上限
zh_hant: 無菜品上限

source: Updated %@
ja: %@ を更新しました
ko: %@ 업데이트됨
zh_hans: 已更新 %@
zh_hant: 已更新 %@

source: Upgrade
ja: アップグレード
ko: 업그레이드
zh_hans: 升级
zh_hant: 升級

# Upgrading from Essentials to Unlimited is coming soon.
source: Essentials → Unlimited soon.
ja: Essentials→Unlimited 近日
ko: Essentials→Unlimited 예정
zh_hans: 将支援升至 Unlimited
zh_hant: 將支援升至 Unlimited

source: Upload failed
ja: アップロード失敗
ko: 업로드 실패
zh_hans: 上传失败
zh_hant: 上傳失敗

# Use Cropped Image
source: Use crop
ja: トリミング使用
ko: 자르기 사용
zh_hans: 用裁剪图
zh_hant: 用裁切圖

# Use space to add multiple ingredients
source: Separate with spaces.
ja: スペース区切り
ko: 공백으로 구분
zh_hans: 用空格隔开多个食材
zh_hant: 多個請以空格區隔輸入

source: Username
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

# Using the uploaded image
source: In use
ja: アップ済みを使用
ko: 업로드본 사용
zh_hans: 使用上传图
zh_hant: 使用上載圖

# View order history
source: History
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史

# View shopping list
source: List
ja: リスト
ko: 목록
zh_hans: 清单
zh_hant: 清單

# Wrapped meals
source: Wrapped.
ja: 片付済み
ko: 정리됨
zh_hans: 已收桌
zh_hant: 已收尾

# Write feature requests, issues, or comments here
source: Requests, bugs, notes…
ja: 要望・不具合・メモ…
ko: 요청·버그·메모…
zh_hans: 需求、问题、备注…
zh_hant: 需求、問題、備註…

# You already have Unlimited — no need to purchase again.
source: Already Unlimited.
ja: すでに Unlimited
ko: 이미 Unlimited
zh_hans: 已是 Unlimited
zh_hant: 已是 Unlimited

source: You're on ∞
ja: すでに ∞ プランです
ko: 이미 ∞ 사용 중
zh_hans: 您已是 ∞
zh_hant: 您已是 ∞

# Your cart is empty
source: Cart empty
ja: カート空
ko: 장바구니 비움
zh_hans: 购物车空
zh_hant: 購物車空

# Or scan to reach us on Telegram
source: Telegram QR
zh_hans: Telegram 扫码
zh_hant: Telegram 掃碼
